cask_args appdir: '/Applications'

brew 'awscli'
brew 'bat'
brew 'coreutils'
brew 'fzf'
brew 'git'
brew 'jq'
brew 'neovim'
brew 'node'
brew 'openssl'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'postgresql'
brew 'readline'
brew 'rg'
brew 'tmux'
brew 'vim'
brew 'wget'
