tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "awscli"
brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "jq"
brew "maven"
brew "neovim"
brew "node"
brew "pnpm"
brew "postgresql@14"
brew "prettier"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "stylua"
brew "tmux"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-fira-code-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "warp"
cask "wezterm"
