cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'the_silver_searcher'
brew 'git'
brew 'python3'
brew 'vim'
brew 'tmux'
brew 'coreutils'
brew 'grc'
brew 'jq'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'unrar'
brew 'wget'
brew 'yarn'
